{"source": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Nyhetsarkiv/2023-11-01-Nu-borjar-det-hojda-forsorjningskravet-for-arbetstillstand-att-galla.html", "title": "Nu börjar det höjda försörjningskravet för arbetstillstånd att gälla - Migrationsverket", "chunk": "2023-11-01 Nu börjar det höjda försörjningskravet för arbetstillstånd att gälla I dag, den 1 november, börjar det höjda försörjningskravet att gälla för dig som ansöker om arbetstillstånd. Det nya kravet, som har beslutats av regeringen, innebär att du måste ha en lön som motsvarar minst 80 procent av medianlönen i Sverige. Regeringen har beslutat att höja försörjningskravet för dig som ansöker om arbetstillstånd. Nu börjar kravet att gälla. Tidigare behövde du tjäna minst 13 000 kronor i månaden. Från den 1 november gäller i stället att du måste ha en god försörjning, vilket regeringen har bestämt är en lön som motsvarar minst 80 procent av medianlönen i Sverige. I dag innebär det en lön på minst 27 360 kronor i månaden innan skatt. Utöver summan måste din lön vara i nivå med kollektivavtal eller praxis inom yrket eller branschen. Det innebär att om lönen enligt kollektivavtal ska vara högre än det nya försörjningskravet måste du ha den lönen som gäller enligt kollektivavtalet. Medi­an­lönen när du ansöker gäller Din lön måste vara minst 80 procent av den medianlönen som gäller när du lämnar in din ansökan. Det betyder att även om medianlönen hinner ändras under handläggningstiden kommer din ansökan att prövas enligt den medianlön som gällde när du ansökte. Det är statistikmyndigheten Statistiska centralbyrån (SCB) som publicerar medianlönen varje år, därför kommer försörjningskravet att justeras årligen. SCB brukar publicera en ny medianlön i slutet av juni. Börjar gälla direkt Det nya försörjningskravet börjar gälla den 1 november utan övergångsregler. Det betyder att du som redan har ansökt om arbetstillstånd måste ha en lön som uppfyller det nya försörjningskravet. Hur hög lönen måste vara i kronor beror på vilken medianlön som gällde när du lämnade in din ansökan. Om du har ansökt om förlängt arbetstillstånd måste du kunna visa att du har uppfyllt det nya kravet sedan den 1 november, även om Migrationsverket fattar beslut i din ansökan senare än så. Om du har ansökt om arbetstillstånd för första gången måste du uppfylla kravet när Migrationsverket prövar din ansökan. Om du inte når upp till det nya kravet Du som har lämnat in, eller ska lämna in, en ansökan om arbetstillstånd och inte når upp till det nya lönekravet kommer att få avslag. Om du får en ny lön som uppfyller det nya lönekravet innan Migrationsverket fattar beslut i ditt ärende, kan du informera oss om det. Skicka dokument som visar din nya lön till Migrationsverket med post. Migrationsverkets postadresser Du som ansöker om förläng­ning påverkas Om du redan hade ett arbetstillstånd innan den 1 november och ditt tillstånd sträcker sig efter den 1 november gäller fortfarande samma försörjningskrav som gällde när du beviljades tillståndet, det vill säga minst 13 000 kronor innan skatt. Det är först i samband med ansökan om förlängt arbetstillstånd som du påverkas av det nya kravet på god försörjning. Det betyder att du inte behöver få en högre lön under den pågående tillståndstiden för att nå upp till det nya försörjningskravet. Lönen måste dock fortfarande följa kollektivavtal eller praxis inom yrket eller branschen. När du ansöker om förlängt arbetstillstånd kommer Migrationsverket att kontrollera att din lön når upp till det nya försörjningskravet. För att få förlängt arbetstillstånd måste du uppfylla det nya försörjningskravet från och med dagen efter att ditt tidigare arbetstillstånd slutade gälla. Migra­tions­verket gör efter­kon­troller Migrationsverket har möjlighet att göra en efterkontroll om det finns anledning att misstänka att du faktiskt inte får den lön eller de anställningsvillkor som uppgavs i din ansökan. Sådan misstanke kan till exempel väckas av att det i ansökan finns uppgifter som visar att du når upp till det nya försörjningskravet, men din lön är högre än kollektivavtal eller praxis i din bransch. Läs mer om det höjda försörjningskravet Fakta om det nya försörj­nings­kravet Det nya kravet på god försörjning gäller för uppehållstillstånd som beviljas på grund av arbete. Alltså om du kommer till Sverige, från ett land utanför EU/EES, för att arbeta. Det innebär att du som till exempel ansöker eller har uppehållstillstånd på grund av skydd, familjeanknytning, studier eller enligt massflyktsdirektivet eller gymnasielagen inte påverkas av den här höjningen. EU/EES medborgare och varaktigt bosatta som utnyttjar den fria rörligheten påverkas inte heller. Du påverkas heller inte om du uppfyller samtliga krav för permanent uppehållstillstånd. Däremot gäller det nya kravet på god försörjning dig som gör ett så kallat spårbyte, det vill säga om du har fått avslag på din asylansökan och istället ansöker om arbetstillstånd. Professionella tränare och idrottare, au pairer, praktikanter inom ramen för internationellt utbyte eller praktikanter med praktik med anknytning till högre utbildning och forskare kommer inte omfattas av det nya kravet. Du som har eller ansöker om EU-blåkort, ICT-tillstånd, samt säsongsarbetare påverkas inte heller.", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Nyhetsarkiv/2023-11-01-Nu-borjar-det-hojda-forsorjningskravet-for-arbetstillstand-att-galla.html#mobil-meny", "title": "Nu börjar det höjda försörjningskravet för arbetstillstånd att gälla - Migrationsverket", "chunk": "2023-11-01 Nu börjar det höjda försörjningskravet för arbetstillstånd att gälla I dag, den 1 november, börjar det höjda försörjningskravet att gälla för dig som ansöker om arbetstillstånd. Det nya kravet, som har beslutats av regeringen, innebär att du måste ha en lön som motsvarar minst 80 procent av medianlönen i Sverige. Regeringen har beslutat att höja försörjningskravet för dig som ansöker om arbetstillstånd. Nu börjar kravet att gälla. Tidigare behövde du tjäna minst 13 000 kronor i månaden. Från den 1 november gäller i stället att du måste ha en god försörjning, vilket regeringen har bestämt är en lön som motsvarar minst 80 procent av medianlönen i Sverige. I dag innebär det en lön på minst 27 360 kronor i månaden innan skatt. Utöver summan måste din lön vara i nivå med kollektivavtal eller praxis inom yrket eller branschen. Det innebär att om lönen enligt kollektivavtal ska vara högre än det nya försörjningskravet måste du ha den lönen som gäller enligt kollektivavtalet. Medi­an­lönen när du ansöker gäller Din lön måste vara minst 80 procent av den medianlönen som gäller när du lämnar in din ansökan. Det betyder att även om medianlönen hinner ändras under handläggningstiden kommer din ansökan att prövas enligt den medianlön som gällde när du ansökte. Det är statistikmyndigheten Statistiska centralbyrån (SCB) som publicerar medianlönen varje år, därför kommer försörjningskravet att justeras årligen. SCB brukar publicera en ny medianlön i slutet av juni. Börjar gälla direkt Det nya försörjningskravet börjar gälla den 1 november utan övergångsregler. Det betyder att du som redan har ansökt om arbetstillstånd måste ha en lön som uppfyller det nya försörjningskravet. Hur hög lönen måste vara i kronor beror på vilken medianlön som gällde när du lämnade in din ansökan. Om du har ansökt om förlängt arbetstillstånd måste du kunna visa att du har uppfyllt det nya kravet sedan den 1 november, även om Migrationsverket fattar beslut i din ansökan senare än så. Om du har ansökt om arbetstillstånd för första gången måste du uppfylla kravet när Migrationsverket prövar din ansökan. Om du inte når upp till det nya kravet Du som har lämnat in, eller ska lämna in, en ansökan om arbetstillstånd och inte når upp till det nya lönekravet kommer att få avslag. Om du får en ny lön som uppfyller det nya lönekravet innan Migrationsverket fattar beslut i ditt ärende, kan du informera oss om det. Skicka dokument som visar din nya lön till Migrationsverket med post. Migrationsverkets postadresser Du som ansöker om förläng­ning påverkas Om du redan hade ett arbetstillstånd innan den 1 november och ditt tillstånd sträcker sig efter den 1 november gäller fortfarande samma försörjningskrav som gällde när du beviljades tillståndet, det vill säga minst 13 000 kronor innan skatt. Det är först i samband med ansökan om förlängt arbetstillstånd som du påverkas av det nya kravet på god försörjning. Det betyder att du inte behöver få en högre lön under den pågående tillståndstiden för att nå upp till det nya försörjningskravet. Lönen måste dock fortfarande följa kollektivavtal eller praxis inom yrket eller branschen. När du ansöker om förlängt arbetstillstånd kommer Migrationsverket att kontrollera att din lön når upp till det nya försörjningskravet. För att få förlängt arbetstillstånd måste du uppfylla det nya försörjningskravet från och med dagen efter att ditt tidigare arbetstillstånd slutade gälla. Migra­tions­verket gör efter­kon­troller Migrationsverket har möjlighet att göra en efterkontroll om det finns anledning att misstänka att du faktiskt inte får den lön eller de anställningsvillkor som uppgavs i din ansökan. Sådan misstanke kan till exempel väckas av att det i ansökan finns uppgifter som visar att du når upp till det nya försörjningskravet, men din lön är högre än kollektivavtal eller praxis i din bransch. Läs mer om det höjda försörjningskravet Fakta om det nya försörj­nings­kravet Det nya kravet på god försörjning gäller för uppehållstillstånd som beviljas på grund av arbete. Alltså om du kommer till Sverige, från ett land utanför EU/EES, för att arbeta. Det innebär att du som till exempel ansöker eller har uppehållstillstånd på grund av skydd, familjeanknytning, studier eller enligt massflyktsdirektivet eller gymnasielagen inte påverkas av den här höjningen. EU/EES medborgare och varaktigt bosatta som utnyttjar den fria rörligheten påverkas inte heller. Du påverkas heller inte om du uppfyller samtliga krav för permanent uppehållstillstånd. Däremot gäller det nya kravet på god försörjning dig som gör ett så kallat spårbyte, det vill säga om du har fått avslag på din asylansökan och istället ansöker om arbetstillstånd. Professionella tränare och idrottare, au pairer, praktikanter inom ramen för internationellt utbyte eller praktikanter med praktik med anknytning till högre utbildning och forskare kommer inte omfattas av det nya kravet. Du som har eller ansöker om EU-blåkort, ICT-tillstånd, samt säsongsarbetare påverkas inte heller.", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner.html", "title": "Privatpersoner - Migrationsverket", "chunk": "Privatpersoner Här kan du läsa om vad som gäller för dig som vill besöka och leva i Sverige.", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Skydd-enligt-massflyktsdirektivet.html", "title": "Skydd enligt massflyktsdirektivet - Migrationsverket", "chunk": "Skydd enligt massflyktsdirektivet Här finns information om EUs massflyktsdirektiv för dig som har flytt från Ukraina. Du kan läsa om hur du ansöker, vad som händer efter att du har fått ett beslut och vilka rättigheter du har då. Du kan läsa om dina rättigheter när det gäller arbete, boende, hälso- och sjukvård och ekonomiskt stöd. Aktuellt", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/EU-EES-medborgare-och-varaktigt-bosatta.html", "title": "EU/EES-medborgare och varaktigt bosatta - Migrationsverket", "chunk": "EU/​EES-medbor­gare och varak­tigt bosatta Här finns information till dig som bor i ett EU/EES-land och ska flytta till Sverige. Det finns också information till dig som är nordisk medborgare och har familj som är medborgare i ett land utanför EU/EES och för dig som är medborgare i Schweiz.", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Brittiska-medborgare.html", "title": "Brittiska medborgare - Migrationsverket", "chunk": "Brittiska medborgare Här finns information för dig som är brittisk medborgare och som vill fortsätta att bo i Sverige efter den 31 december 2020. Här finns också information till dig som är familjemedlem till en sådan brittisk medborgare.", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige.html", "title": "Flytta till någon i Sverige - Migrationsverket", "chunk": "Flytta till någon i Sverige För att flytta till din familj eller anhörige i Sverige behöver du ett uppehållstillstånd. Här kan du läsa mer om hur du ansöker för dig själv eller för ditt barn. Aktuellt", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare.html", "title": "Bli svensk medborgare - Migrationsverket", "chunk": "Bli svensk medborgare När du har bott i Sverige under några år kan du ansöka om svenskt medborgarskap. Här kan du läsa om hur du ansöker för dig själv och dina barn.", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige.html", "title": "Arbeta i Sverige - Migrationsverket", "chunk": "Arbeta i Sverige För att arbeta i Sverige behöver du ett arbetstillstånd. Här kan du läsa om hur du ansöker om arbetstillstånd eller uppehållstillstånd för egenföretagare och gästforskare. Aktuellt", "updated": "2023-11-04"}
{"source": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Anstalld.html", "title": "Arbetstillstånd för dig som är anställd och medborgare i ett land utanför EU - Migrationsverket", "chunk": "Arbets­till­stånd för dig som är anställd och medbor­gare i ett land utanför EU Om du är medborgare i ett land utanför EU och vill arbeta i Sverige behöver du i de flesta fall ha ett arbetstillstånd. Läs mer om kraven för arbetstillstånd Läs mer om hur du gör för att ansöka om arbetstillstånd Du behöver inte ansöka om arbetstillstånd om du Läs mer om uppe­hålls­till­stånd i Sverige för någon med ställ­ning som varak­tigt bosatt i ett annat EU-land Du som ska flytta till Sverige för att arbeta kan besöka Flytta – en digital tjänst med en guide som ger stöd i din flytt till Sverige och information om hur det svenska samhället fungerar. Läs mer på Flyttas webbplats Länk till annan webbplats, öppnas i nytt fönster. För vissa yrkesgrupper och vissa medborgare finns särskilda regler när det gäller arbete i Sverige. Läs mer om särskilda regler för vissa yrken och länder Vissa yrkesgrupper kan under en begränsad tid komma till Sverige och arbeta utan arbetstillstånd. Läs mer om undantaget från kravet på arbetstillstånd Du som har en examen från en högre utbildning har möjlighet att få uppehållstillstånd för att komma till Sverige och söka arbete eller undersöka möjligheten att starta företag. Du kan få tillstånd i upp till nio månader. Läs mer om uppehållstillstånd för att söka arbete Sidan senast uppdaterad: 2023-10-18", "updated": "2023-11-04"}
